export default function About() {
  return (
    <main class="text-xl mt-8">
      <h1 class="font-bold text-4xl">О нас</h1>
      <p class="mt-6">
        Корпорация «Галактика» — российский разработчик национальной платформы цифровизации для
        крупных предприятий, холдингов и государственных корпораций и бизнес-приложений по
        планированию и управлению производством, производственными активами и надежностью.
      </p>
      <p>
        «Галактика» создает ИТ-решения, которые позволяют нашим заказчикам повышать
        конкурентоспособность России и способствуют её переходу к цифровой экономике.
      </p>
      <p>
        «Галактика» несет ответственность за каждый свой продукт и проект. Мы гарантируем заказчикам
        внедрение наших программных решений в установленные сроки, с фиксированным бюджетом и
        минимальными для предприятия рисками.
      </p>
      <p>
        Стратегическое и среднесрочное планирование, управление текущими операциями по всем
        направлениям деятельности компании, бизнес-мониторинг – каждая из этих задач важна для
        современного предприятия и для выполнения каждой из них корпорация «Галактика» предлагает
        лучшие глубоко интегрированные специализированные решения.
      </p>
      <p>
        Огромный опыт команды корпорации по разработке и внедрению позволяет оперативно реагировать
        на изменения в законодательстве и в бизнесе заказчика, гарантировать своевременную обратную
        связь по любому запросу, получать прямую техническую поддержку от разработчика.
      </p>
      <p>
        Офисы и центры разработки «Галактики» находятся в Москве, Санкт-Петербурге, Екатеринбурге,
        Минске и Алматы. Партнерская сеть корпорации насчитывает более 200 компаний и позволяет
        заказчикам быть уверенными в оперативном решении возникающих вопросов и надежной поддержке
        по всей России и странах СНГ.
      </p>
    </main>
  )
}
